export const carbrands = [
  {
    name: "پژو",
    id: 19,
  },
  {
    name: "پرايد",
    id: 17,
  },
  {
    name: "تيبا",
    id: 24,
  },
  {
    name: "سمند",
    id: 41,
  },
  {
    name: "رنو",
    id: 37,
  },
  {
    name: "کيا",
    id: 52,
  },
  {
    name: "هيونداي",
    id: 64,
  },
  {
    name: "آئودي",
    id: 1,
  },
  {
    name: "آلفارومئو",
    id: 2,
  },
  {
    name: "اپل",
    id: 3,
  },
  {
    name: "اشکودا",
    id: 4,
  },
  {
    name: "الدوزمبيل",
    id: 5,
  },
  {
    name: "ام جي",
    id: 6,
  },
  {
    name: "ام وي ام",
    id: 7,
  },
  {
    name: "او واز",
    id: 8,
  },
  {
    name: "ايسوزو",
    id: 9,
  },
  {
    name: "اينفينيتي",
    id: 10,
  },
  {
    name: "برليانس",
    id: 11,
  },
  {
    name: "بستورن",
    id: 12,
  },
  {
    name: "بنز",
    id: 13,
  },
  {
    name: "بي ام و",
    id: 14,
  },
  {
    name: "بيوک",
    id: 15,
  },
  {
    name: "پاژن",
    id: 16,
  },
  {
    name: "پروتون",
    id: 18,
  },
  {
    name: "پورشه",
    id: 20,
  },
  {
    name: "پونتياک",
    id: 21,
  },
  {
    name: "پيکان",
    id: 22,
  },
  {
    name: "تويوتا",
    id: 23,
  },
  {
    name: "جاگوار",
    id: 25,
  },
  {
    name: "جک",
    id: 26,
  },
  {
    name: "جنسن",
    id: 27,
  },
  {
    name: "جي ام سي",
    id: 28,
  },
  {
    name: "جيپ",
    id: 29,
  },
  {
    name: "جيلي",
    id: 30,
  },
  {
    name: "داتسون",
    id: 31,
  },
  {
    name: "دانگ فنگ",
    id: 32,
  },
  {
    name: "دنا",
    id: 33,
  },
  {
    name: "دوج",
    id: 34,
  },
  {
    name: "دوو",
    id: 35,
  },
  {
    name: "رانا",
    id: 36,
  },
  {
    name: "روور",
    id: 38,
  },
  {
    name: "سانگ يانگ",
    id: 39,
  },
  {
    name: "سپند",
    id: 40,
  },
  {
    name: "سوبارو",
    id: 42,
  },
  {
    name: "سوزوکي",
    id: 43,
  },
  {
    name: "سيتروئن",
    id: 44,
  },
  {
    name: "شورولت",
    id: 45,
  },
  {
    name: "فراري",
    id: 46,
  },
  {
    name: "فورد",
    id: 47,
  },
  {
    name: "فولکس",
    id: 48,
  },
  {
    name: "فيات",
    id: 49,
  },
  {
    name: "کاديلاک",
    id: 50,
  },
  {
    name: "کرايسلر",
    id: 51,
  },
  {
    name: "لادا",
    id: 53,
  },
  {
    name: "ليفان",
    id: 54,
  },
  {
    name: "مازراتي",
    id: 55,
  },
  {
    name: "مزدا",
    id: 56,
  },
  {
    name: "موسو",
    id: 57,
  },
  {
    name: "ميتسوبيشي",
    id: 58,
  },
  {
    name: "نيسان",
    id: 59,
  },
  {
    name: "هايس - اسپرينتر-",
    id: 60,
  },
  {
    name: "هايما",
    id: 61,
  },
  {
    name: "هوندا",
    id: 62,
  },
  {
    name: "هيلمن",
    id: 63,
  },
  {
    name: "ولوو",
    id: 65,
  },
  {
    name: "سایپا",
    id: 66,
  },
];
